---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisWindowType.Transmittance
source: html/c5020760-7c5e-0169-c0aa-b7de93e86a6a.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisWindowType.Transmittance Property

The visual light transmittance value (VLT-value) for the window type.

## Syntax (C#)
```csharp
public double Transmittance { get; }
```